Repository: simiriva95/portpilot
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: it

source: %@ failed while installing the update.
it: %@ non è riuscito durante l'installazione dell'aggiornamento.

source: %@ is not a dev server. Quit anyway?
it: %@ non è un server di sviluppo. Terminarlo comunque?

source: %@ is still running. Use Force Quit.
it: %@ è ancora in esecuzione. Usa Uscita forzata.

source: %lld ports
it: %lld porte

source: %lld processes
it: %lld processi

source: 1 minute
it: 1 minuto

source: 15 seconds
it: 15 secondi

source: 2 seconds
it: 2 secondi

source: 5 seconds
it: 5 secondi

source: Accent color
it: Colore di accento

source: All
it: Tutti

source: Animate the menu bar icon when servers start or stop
it: Anima l'icona nella barra dei menu quando un server parte o si ferma

source: Another process is also bound to %@.
it: Anche un altro processo usa la porta %@.

source: Another process is also bound to this port.
it: Anche un altro processo usa questa porta.

source: Appearance
it: Aspetto

source: Ask before quitting a dev server
it: Chiedi prima di terminare un server di sviluppo

source: Bunny
it: Coniglio

source: Cancel
it: Annulla

source: Capybara
it: Capibara

source: Cat
it: Gatto

source: Celebrate when a server quits
it: Festeggia quando un server viene terminato

source: Change the filter or search another port.
it: Cambia filtro o cerca un'altra porta.

source: Check Now
it: Controlla ora

source: Check for updates automatically
it: Controlla automaticamente gli aggiornamenti

source: Choose GIF…
it: Scegli GIF…

source: Choose a GIF for your mascot
it: Scegli una GIF per la tua mascotte

source: Choose a GIF smaller than 10 MB.
it: Scegli una GIF più piccola di 10 MB.

source: Clear search
it: Cancella ricerca

source: Close
it: Chiudi

source: Copy %@
it: Copia %@

source: Copy Command Line
it: Copia riga di comando

source: Copy PID
it: Copia PID

source: Copy Port
it: Copia porta

source: Copy URL
it: Copia URL

source: Copy port %@
it: Copia porta %@

source: Custom GIF
it: La tua GIF

source: Custom accent color
it: Colore di accento personalizzato

source: Development
it: Sviluppo

source: Download
it: Scarica

source: Duck
it: Papera

source: Filter
it: Filtro

source: Force Quit
it: Uscita forzata

source: Fox
it: Volpe

source: Frog
it: Rana

source: GitHub didn't return the latest release.
it: GitHub non ha restituito l'ultima release.

source: Hedgehog
it: Riccio

source: Include UDP ports
it: Includi porte UDP

source: Installing PortPilot %@…
it: Installazione di PortPilot %@…

source: Launch at login
it: Apri al login

source: List
it: Elenco

source: Listening ports
it: Porte in ascolto

source: Mascot
it: Mascotte

source: Next
it: Successivo

source: No matching ports
it: Nessuna porta corrispondente

source: No ports in use
it: Nessuna porta in uso

source: None
it: Nessuna

source: Ocean
it: Oceano

source: Octopus
it: Polpo

source: Open
it: Apri

source: Open http://localhost:%@
it: Apri http://localhost:%@

source: Open in Browser
it: Apri nel browser

source: Open localhost %@ in browser
it: Apri localhost %@ nel browser

source: Owl
it: Gufo

source: Owned by %@
it: Appartiene a %@

source: Owned by %@. Needs administrator access.
it: Appartiene a %@. Servono i privilegi di amministratore.

source: Owned by another user. Quit it from Terminal with sudo.
it: Appartiene a un altro utente. Terminalo dal Terminale con sudo.

source: Pastel
it: Pastello

source: Penguin
it: Pinguino

source: PortPilot %@ is available
it: PortPilot %@ è disponibile

source: PortPilot always asks before quitting system or app processes.
it: PortPilot chiede sempre conferma prima di terminare processi di sistema o app.

source: PortPilot, %lld dev servers running
it: PortPilot, %lld server di sviluppo attivi

source: Previous
it: Precedente

source: Quit
it: Termina

source: Quit %@
it: Termina %@

source: Quit %@?
it: Terminare %@?

source: Quit %lld dev servers?
it: Terminare %lld server di sviluppo?

source: Quit All
it: Termina tutti

source: Quit All Dev Servers
it: Termina tutti i server di sviluppo

source: Quit PortPilot
it: Esci da PortPilot

source: Quitting
it: Chiusura

source: Reachable from your network.
it: Raggiungibile dalla tua rete.

source: Refresh
it: Aggiorna

source: Refresh (⌘R)
it: Aggiorna (⌘R)

source: Refresh every
it: Aggiorna ogni

source: Return
it: Invio

source: Search
it: Cerca

source: Search port or process
it: Cerca porta o processo

source: Settings…
it: Impostazioni…

source: Show in Finder
it: Mostra nel Finder

source: Show system and app processes in All
it: Mostra processi di sistema e app in Tutti

source: Start a dev server and it shows up here.
it: Avvia un server di sviluppo e comparirà qui.

source: Sunset
it: Tramonto

source: System
it: Sistema

source: Terminal
it: Terminale

source: That file is not a GIF.
it: Il file non è una GIF.

source: The download doesn't match its checksum, so it wasn't installed.
it: Il download non corrisponde al checksum, quindi non è stato installato.

source: The download is not PortPilot %@.
it: Il download non è PortPilot %@.

source: The update couldn't be downloaded.
it: Non è stato possibile scaricare l'aggiornamento.

source: This release has no verifiable download.
it: Questa release non ha un download verificabile.

source: Up to date
it: Aggiornata

source: Update
it: Installa

source: Update to %@
it: Installa la %@

source: Updates
it: Aggiornamenti

source: Updates work in the app from Releases or Homebrew, not with swift run.
it: Gli aggiornamenti funzionano nell'app scaricata dalle Release o da Homebrew, non con swift run.

source: What's New
it: Novità

source: all
it: tutte

source: port %@
it: porta %@

source: ports %@
it: porte %@
